/* No comment provided by engineer. */
"Add and configure base station:" = "Basisstation hinzufügen und konfigurieren:";

/* Status message */
"Adding base station" = "Basisstation hinzufügen";

/* AirPort Base Station type */
"AirPort Base Station" = "AirPort-Basisstation";

/* No comment provided by engineer. */
"Allow all users:" = "Alle Benutzer zulassen:";

/* Plugin description */
"Configure airport base stations to use RADIUS." = "AirPort-Basisstationen für die Verwendung von RADIUS konfigurieren";

/* Status message */
"Configuring base station" = "Basisstation konfigurieren";

/* Status message */
"Getting certificates" = "Zertifikate laden";

/* Status message */
"Getting groups" = "Gruppen abfragen";

/* Status message */
"Looking for allowed base stations" = "Nach zugelassenen Basisstationen suchen";

/* Plugin display name */
"RADIUS server" = "RADIUS-Server";

/* Status message */
"Reading Settings" = "Einstellungen lesen";

/* No comment provided by engineer. */
"Restrict users to group:" = "Benutzer beschränken für Gruppe:";

/* No group selected sheet message */
"Select a group from the list, or allow all users." = "Gruppe aus der Liste wählen oder alle Benutzer zulassen";

/* No base stations sheet message */
"Select from the list of available base stations. If no base stations are available, make sure they are powered on and connected to your network." = "Wählen Sie aus der Liste verfügbarer Basisstationen. Wenn keine Basisstationen zur verfügbar sind, überprüfen Sie, ob sie eingeschaltet sind und mit Ihrem Netzwerk verbunden sind.";

/* Status message */
"Setting group access" = "Zugriff auf die Gruppe festlegen";

/* status: Starting RADIUS */
"Starting RADIUS" = "RADIUS wird gestartet";

/* No base stations sheet title */
"There are no base stations selected." = "Es sind keine Basisstationen ausgewählt.";

/* No group selected sheet title */
"There is no group selected." = "Es ist keine Gruppe ausgewählt.";

/* No comment provided by engineer. */
"Use certificate:" = "Folgendes Zertifikat verwenden:";

/* Status message */
"Writing Settings" = "Einstellungen schreiben";

/* No comment provided by engineer. */
"Yes" = "Ja";

